Repository: iyass09/w-dalil
Catalog: languages/w_dalil-*.po
Languages: ar

source: Dalil Options
ar: خيارات الدليل

source: FW Dalil
ar: دليل

source: 1 Dalil item successfully imported
ar: عنصر واحد تم إستعادته

source: %d Dalil items successfully imported
ar: %d عنصر دليل تمل إستعادتهم

source: No items were imported
ar: لم يتم إضافه عناصر

source: There was an error importing the logs. File type detected: '%s'. 'text/xml' expected
ar: هناك خطأ في تحميل الملف : '%s'. 'text/xml' نوع الملف المتوقع

source: File size too large (%s). Maximum 2MB
ar: حجم الملف كبير (%s). الحد الأقصى 2MB

source: Error encountered: %d
ar: خطاً : %d

source: Export Dalil items
ar: استخراج جميع بيانات الدليل

source: Download Generated File
ar: تحميل الدليل

source: Upload Dalil
ar: استعادة

source: Your message was succefully sent . Thanks
ar: تم إرسال رسالتك بنجاح . شكراً لك

source: Error Sending, Contact US
ar: خطأ في الإرسال, يرجى مراسلتنا أو إعادة المحاولة

source: Send Email TO :
ar: إرسال رسالة إلى :

source: Your Name :
ar: إسمك :

source: About ? (subject)
ar: هذه الرسالة عن :

source: Message....
ar: الرسالة :

source: Send
ar: إرسال

source: edit
ar: تعديل

source: This is generated By :
ar: هذه الصفحة من موقع :

source: Previous
ar: السابق

source: Next
ar: التالي

source: Dalil Item
ar: عنصر دليل

source: Add New Dalil item
ar: إضافة عنصر جديد

source: Add New Dalil Item
ar: إضافة عنصر جديد

source: Edit Dalil Item
ar: تعديل عنصر

source: View Dalil Items
ar: عرض جميع العناصر

source: View Dalil Item
ar: عرض عنصر في الدليل

source: Search Dalil Items
ar: بحث في عناصر الدليل

source: No Items found
ar: لا يوجد نتائج

source: No Items found in Trash
ar: لا يوجد عناصر في سلة المهملات

source: Dalil
ar: دليل

source: Dalil Categories
ar: تصنيفات الدليل

source: Dalil Categorie
ar: تصنيف في الدليل

source: Search Dalil Categorie
ar: البحث في تصنيفات الدليل

source: All Dalil Categories
ar: جميع تصنيفات الدليل

source: Parent Dalil Category
ar: التصنيف الأب

source: Parent Dalil Category:
ar: التصنيف الأب:

source: Edit Dalil Category
ar: تعديل تصنيف الدليل

source: Update Dalil Category
ar: تعديل تصنيف الدليل

source: Add New Dalil Category
ar: إضافة تصنيف جديد في الدليل

source: New Dalil Name
ar: سجل جديد

source: Dalil Cities
ar: مدن الدليل

source: Dalil City
ar: مدينة في الدليل

source: Search Dalil City
ar: البحث في مدن الدليل

source: All Dalil Cities
ar: جميع مدن الدليل

source: Country
ar: البلد

source: Countries :
ar: البلدان

source: Edit Dalil City
ar: تعديل مدينة في الدليل

source: Update Dalil City
ar: تعديل مدينة في الدليل

source: Add New Dalil City
ar: إضافة مدينة جديدة

source: New Dalil City
ar: مدينه جديدة للدليل:

source: Dalil item information
ar: المعلومات حول السجل

source: Dalil item address
ar: العنوان

source: Dalil item Phone
ar: رقم الهاتف

source: Dalil item Email
ar: البريد الالكتروني

source: Dalil item Website
ar: الموقع الالكتروني

source: Categorie (for suers)
ar: التصنيف حسب المسخدم

source: Are you sure to delete the logo ?
ar: هل أنت واثق من حذف هذه الصورة؟

source: Logo for Dalil item(Optional)
ar: الشعار : (اختياري)

source: Search Results For :
ar: نتائج البحث عن :

source: Sorry ... Nothing Found
ar: مع الأسف ... لا يوجد نتائج

source: Search Our Dalil
ar: البحث في الدليل

source: All Categories
ar: جميع الأقسام

source: All Cities
ar: جميع المدن

source: Logo File Not allowed
ar: ملف الشعار غير صالح

source: Thanks For adding
ar: شكراً لتفاعلك معنا ستتم إضافة شركتك قريباً

source: Chosen File :
ar: اختر ملف :

source: Add Your Company
ar: أضف شركتك

source: Tilte*
ar: الاسم*

source: Adress*
ar: العنوان*

source: Phone*
ar: رقم الهاتف*

source: Email
ar: البريد الإلكتروني

source: Website
ar: الموقع الإلكتروني

source: Kind of activity*
ar: نوع النشاط*

source: (optional) Upload logo :
ar: شعار الشركة : (اختياري)

source: Only jpg file with 2 MB allowed
ar: فقط الصور بلاحقة jpg وبحجم 2MB

source: No File Selected
ar: لا يوجد ملف

source: Add Your Company
ar: أضف شركتك

source: Dalil List Categories
ar: تصنيفات
